{
    "access": "Access",
    "name": "Name",
    "mail": "Mail",
    "message": "Message",
    "send": "Send",
    "sitemap": "Site Map",
    "estates": "Other estates to discover",
    "france": "In France",
    "europa": "In Europa",
    "gallery": "Gallery",
    "home": "Home",
    "products": {
        "title": "Our champagnes",
        "brut": {
            "title": "Brut",
            "text": "100 % chardonnay et  issu de la vendange 2006, notre brut présente une robe couleur or. Au nez on perçoit des arômes de pains grillés et de champignons frais. En bouche, des notes d’oxydation sont ressenti, on retrouve la torréfaction et le pain d’épice. Le dosage est de 6 g/L."
        },
        "millesime": {
            "title": "Millésime 2008",
            "text": "Notre cuvée d’exception 100 % chardonnay. 2008 est reconnu comme un excellent millésime en Champagne. Malgré son âge, ce vin vous surprendra par sa fraîcheur. Au nez, ce sont les arômes de citron et de poire qui dominent. En bouche, ces arômes sont exacerbés par la tension du vin et le faible dosage (5g/L)."
        },
        "rose": {
            "title": "Rosé ",
            "text": "Cette cuvée est un assemblage de 40 % de pinot noir, 40 % de pinot meunier et 20 % de chardonnay.  Le vieillissement en cave est de 2 à 3 ans. Au nez, on distingue des notes de framboises et de fraises. En bouche, ces arômes sont accompagnés par une belle tension. Le dosage est de 6 g/L."
        }
    },
    "contact": {
        "title": "Contact",
        "text": [
            "We would be happy to welcome you personally in our estate for tasting but also to visit our cellar and share our passion.",
            "Our activity is mostly focused on the wine making and less on the commercial work that comes with it. Therefor, we recommand you to send us an e-mail or to call us before your visit so that we can make ourselves available."
        ]
    },
    "presentation": {
        "title": "Presentation",
        "text": [
            "Our vineyard is 4 hectares big. It is situated all around the \"Grand Cru\" villages of Avize and Oger. In this area, the only grape variety growing is Chardonnay. In our vineyards, which are approximatelly 50 years old, we maintain a sustainable agriculture by the association of both tradition and respect of the environment.",
            "In our cellar, we make the wine through an artisanal production (no filtration and very few automation of the equipment). Furthermore, we do a particularly long \"élevage sur latte\" which means that after the second fermentation, the bottles lay down in the cellar for no less than 10 years. During this process, the dead yeasts that remain in the bottle are going to decay and give to wine a unique taste. This means new aroma, better champagne foam and a full bodied wine.",
            "Thus, we introduce to you a very unique vintage wine \"blanc de blanc\" recognizable by its toasted aroma and brioche flavours."
        ]
    }
}
